tutorials/Aerodynamics/simpleDAFoam/NACA0012_Airfoil/run/constant/transportProperties
/*--------------------------------*- C++ -*---------------------------------*\ 
| ========                 |                                                 | 
| \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           | 
|  \    /   O peration     | Version:  v1812                                 | 
|   \  /    A nd           | Web:      www.OpenFOAM.com                      | 
|    \/     M anipulation  |                                                 | 
\*--------------------------------------------------------------------------*/ 
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel Newtonian;

Pr 0.7000000000000000;
Prt 0.8500000000000000;
beta 0.0030000000000000;
nu 0.0000150000000000;
TRef 300.0000000000000000;

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
